console.log(`
1. Вёрстка +10
    ● реализован интерфейс игры +5 ❌
    ● в футере приложения есть ссылка на гитхаб автора приложения, год создания приложения, логотип курса со ссылкой на курс +5 ✅
2. При кликах по игровому полю по очереди отображаются крестики и нолики. Первая фигура всегда крестик +10 ❌
3. Игра завершается, когда три фигуры выстроились в ряд по вертикали, горизонтали или диагонали +10 ❌
4. По окончанию игры выводится её результат - выигравшая фигура и количество ходов от начала игры до её завершения +10 ❌
5. Результаты последних 10 игр сохраняются в local storage. Есть таблица рекордов, в которой отображаются результаты предыдущих 10 игр +10 ❌
6. Анимации или звуки, или настройки игры. Баллы начисляются за любой из перечисленных пунктов +10 ❌
7. Очень высокое качество оформления приложения и/или дополнительный не предусмотренный в задании функционал, улучшающий качество приложения +10 ❌
    ● высокое качество оформления приложения предполагает собственное оригинальное оформление равное или отличающееся в лучшую сторону по сравнению с демо
`)

console.log(`
1. "Welcome. Time for game only 5 minutes. Good luck!"
   "Ok, I agree", "No, I don't agree" ---> ("My game, my rules😄")
2. "Victory in the game 'Tic Tac Toe'. Game time: 01:14. Won 'O' in 10 moves in this game."
3. "Draw in the game "Tic Tac Toe. Game time: 02:11."
4. "Game over. The game time is up."
`)